[String]
10000=OK
10001=A transferir dados; aguarde...
10002=Desconhecido
10003=Tentar
10004=Cancelar
10005=Desligar
10006=A ligar...
14000=Falha no carreg. biblioteca GPRS.
14001=Falha ao criar ligação à Internet!
14002=Falha ao desligar GPRS.
14003=Ligação GPRS desligada.
14004=Nome RAS vazio.
14005=Erro ao carregar biblioteca Bluedrv.
14006=Erro ao carregar cada API.
14007=Erro ao definir questão.
14008=Código PIN vazio.
14009=Ocorreu um erro ao emparelhar o dispositivo. Certifique-se de que as definições Bluetooth do seu telefone estão correctas e depois solucione.
14010=Ocorreu um erro ao definir o dispositivo como predefinição.
14011=Ocorreu um erro ao obter nome de modelo do dispositivo.
14012=Ocorreu um erro ao ler as informações do dispositivo.
14013=Dispositivo Bluetooth ou aparelho não detectado.
14014=É necessário obter dados primeiro.
14015=O aparelho está de momento indisponível.  Certifique-se de que é apresentado o ecrã principal do aparelho e que o aparelho não está a ser usado por outro programa.
14016=Certifique-se de que o dispositivo está bem ligado ao telefone.
14017=Certifique-se de que o dispositivo está bem ligado ao telefone.
14018=Falha ao passar dados para o telemóvel!
14019=Falha ao ler dados do telemóvel!
14020=Falha ao eliminar telemóvel.
14021=Erro ao verificar parâmetro.
14022=Memória insuficiente.
14023=Nenhum dispositivo de ligação.
14024=Esta função não é suportada.
14025=Nenhum dado.
14026=Não é possível abrir o ficheiro.
14027=Formato de ficheiro não suportado.
14028=Data/hora inválidas.
14029=Erro na leitura/gravação de dados.
14030=Dados inválidos.
14031=Falha na ligação da biblioteca.
14032=Erro no nome do ficheiro ou ficheiro não existe.
14033=O thread está concluído!
14034=Nenhum cartão SIM.
14035=Função limitada.
14036=Não há resposta do aparelho.
14037=A causa do erro pode ser: 1. a aparelho ainda está a ligar-se. 2. há um erro no cartão SIM.  Clique no botão Actualizar para reiniciar este processo.
14038=Erro desconhecido!
14039=Erro ao ligar o áudio HF.
14040=Erro ao desligar o áudio HF.
14041=Erro ao ligar a ficha.
14042=Espaço insuficiente para armazenar dados

15000=Menu Telefone
15001=Seleccione primeiro um modelo de telefone!
15002=%s não está ligado.
15003=%s está ligado.
16000=Lista telefónica
17000=SMS
17001=Remetente:
17002=Destin.:
17003=Mensagem
17004=Data:
18000=Gestor de ficheiros
20000=A procurar 
20001=%s encontrado.
21001=A emparelhar com telefone
21002=A tentar ligar ao seu telefone pela primeira vez. Se o seu telefone pedir uma palavra-passe, introduza:
21003=1234
21005=A emparelhar o dispositivo; aguarde...(PIN=1234)
21006=Emparelhar
21007=A procurar telefones; aguarde...
21008=A ligar o dispositivo; aguarde...
22000=Procurar
22001=Telemóvel
22002=Certifique-se de que o Bluetooth do seu telefone está activo. Começar a procurar telefones?
23000=Painel de marcação
24000=Acerca do telefone
24001=Deve configurar o telefone para de futuro poder ligar o seu navegador automaticamente. Para mais informações, consulte o manual do seu telefone.
25000=Bluetooth
26000=Configuração
27000=Registo de chamada
27001=Chamada atendida
27002=Chamada efectuada
27003=Chamada não atendida
27004=Nome:
27005=Número:
27006=Data:
27007=Hora:
27008=A chamar...
27009=Marcar
27010=Chamada recebida
27011=SMS recebido
28000=Configuração da lista telefónica
28001=Importar lista telefónica automaticamente
28002=Manter lista telefónica no cartão de memória
28003=Configuração de SMS
28004=Importar mensagens automaticamente
28005=Visualizar mensagens recebidas automaticamente
28006=Manter mensagens no cartão de memória
28007=Configuração do mãos livres
28008=Activação automática do mãos livres

29000=Informação
29001=Nome telefone:
29002=Forn.serviços:
29003=Sinal telefone:
29004=Bateria telef.:
30000=Lista telef.
30001=Mensagem
30002=Reg. chamadas
30003=Marc. telef.
30004=HF ligado
30005=HF desligado
30006=Configuração
30007=Proc. telef.
30008=Mãos livres
30009=Ligar
30010=Desligar
30011=Bluetooth lig
30012=Bluetooth desl
